Repository: gggbbbuuu/GM
Catalog: addons/plugin.video.last_played/resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Number of lines
el_gr: Πλήθος γραμμών

# #30002
source: Library Movies
el_gr: Ταινίες στην Βιβλιοθήκη

# #30003
source: Library Episodes
el_gr: Επεισόδια στην βιβλιοθήκη

# #30004
source: Library Music Videos
el_gr: Μουσικά βίντεο στην βιβλιοθήκη

# #30007
source: List location
el_gr: Τοποθεσία λίστας

# #30008
source: Remove from list
el_gr: [COLOR springgreen]Αφαίρεση από την λίστα[/COLOR]

# #30009
source: Single list
el_gr: Μία λίστα

# #30010
source: Show Date
el_gr: Εμφάνιση ημέρας προβολής

# #30011
source: Show Time
el_gr: Εμφάνιση ώρας προβολής

# #30012
source: Keep history at StarMovies
el_gr: Κρατήστε ιστορικό στο StarMovies

# #30013
source: Enable debug
el_gr: Ενεργοποίηση καταγραφής σφαλμάτων

# #30014
source: Show Addon History List
el_gr: Προβολή λίστας ιστορικού προσθέτων

# #30015
source: Delete Addon History List
el_gr: Διαγραφή λίστας ιστορικού προσθέτων

# #30016
source: *** There is no Addon History ***
el_gr: *** Δεν υπάρχει ιστορικό προσθέτων ***

# #30017
source: Source
el_gr: Πηγή

# #30018
source: Type
el_gr: Τύπος

# #30019
source: Music
el_gr: Μουσική

# #30020
source: StarMovies user
el_gr: Χρήστης StarMovies

# #30021
source: StarMovies password
el_gr: Κωδικός StarMovies

# #30022
source: Library Videos
el_gr: Βίντεο στην βιβλιοθήκη

# #30023
source: Movies
el_gr: Ταινίες

# #30024
source: TV
el_gr: Τηλεόραση

# #30025
source: Videos
el_gr: Βίντεο

# #30027
source: General
el_gr: Γενικά

# #30030
source: New install. Start watching and it will display here.
el_gr: Νέα εγκατάσταση. Ξεκινήστε τις προβολές και θα εμφανιστούν εδώ

# #30031
source: Play with
el_gr: Αναπαραγωγή με

# #30032
source: Blacklist Addon
el_gr: Αποκλείστε Πρόσθετο

# #30033
source: Blacklist Folder
el_gr: Αποκλείστε φάκελο

# #30034
source: Blacklist Video
el_gr: Αποκλείστε βίντεο

# #31000
source: Remove all from list
el_gr: [COLOR springgreen]Αφαίρεση όλων από την λίστα[/COLOR]
